const  hindiData= {
    // header-section
    logo: "🌾 मयूर <span>एग्रो</span> एजेंसी",
    home_1: "होम",
    about_1: "के बारे में",
    products_1: "उत्पाद",
    services_1: "सेवाएं",
    contact_1: "संपर्क करें",

    // hero-section
    hero_heading: "आधुनिक कृषि से किसानों को सशक्त बनाना",
    hero_paragraph:
      "हम उच्च गुणवत्ता वाले बीज, उर्वरक, औज़ार और विशेषज्ञ सहायता प्रदान करते हैं ताकि आपकी खेती की यात्रा सफल हो।",
    explore_products: "🌾 उत्पाद देखें",
    contact_us: "📞 संपर्क करें",

    // about section
    title: "के बारे में",
    titleBold: "मयूर एग्रो एजेंसी",
    description:
      "हम हर किसान को उच्च गुणवत्ता वाले बीज, उर्वरक, उपकरण और मार्गदर्शन प्रदान करने के लिए प्रतिबद्ध हैं।",
    point1: "🌱 1000+ विश्वसनीय किसान",
    point2: "🚜 प्रीमियम गुणवत्ता वाले उत्पाद",
    point3: "⏱️ समय पर सभी क्षेत्रों में डिलीवरी",
    point4: "👨‍🌾 विशेषज्ञ कृषि सहायता और मार्गदर्शन",
    button: "📞 हमसे जुड़ें",

    //   product-section
    products_title: "🌿 हमारी कृषि उत्पाद",
    products_desc:
      "आधुनिक, स्मार्ट खेती के लिए विशेष रूप से चुने गए उत्पाद। गुणवत्ता जो आपके साथ बढ़ती है।",

    product_1_title: "🌾 बीज",
    product_1_desc: "उच्च उपज वाले, रोग प्रतिरोधक प्रमाणित बीज।",

    product_2_title: "🧪 जैविक खाद",
    product_2_desc: "स्वस्थ मिट्टी के लिए पर्यावरण अनुकूल जैविक खाद।",

    product_3_title: "🛠️  कृषि उपकरण",
    product_3_desc: "हर रोज़ के खेती के काम के लिए मजबूत और विश्वसनीय उपकरण।",
    view_more: "और देखें",

    // Services Section
    servicesTitle: "🌟 हमारी सेवाएं",
    servicesDesc:
      "हर खेत की सफलता के लिए सम्पूर्ण कृषि समाधान प्रदान करते हैं।",
    soil: " मिट्टी परीक्षण",
    soilDesc: "आपकी मिट्टी की स्थिति जानने के लिए पेशेवर परीक्षण।",
    machinery: " मशीनरी किराये पर",
    machineryDesc:
      "आधुनिक कृषि उपकरण व ट्रैक्टर किराये पर लें, लचीली योजनाओं के साथ।",
    delivery: " घर पर डिलीवरी",
    deliveryDesc: "बीज, उपकरण व उर्वरक जल्दी से आपके दरवाजे तक पहुँचाएं।",
    consultancy: " कृषि परामर्श",
    consultancyDesc:
      "फसल योजना, रोग नियंत्रण व सफलता के टिप्स के लिए हमारे विशेषज्ञों से बात करें।",

    contact_title: " हमसे संपर्क करें",
    contact_subtitle: "विशेषज्ञ कृषि सहायता के लिए हमसे मिलें या संदेश भेजें।",
    contact_location: " खापा, कटोल के पास, नागपुर, महाराष्ट्र",
    contact_phone: " +९१ ९८७६५ ४३२१०",
    contact_email: " mayuragro@gmail.com",

    // footer-section
    agencyName: " मयूर एग्रो एजेंसी",
    tagline: "कृषकों को स्थायी समाधान के साथ सशक्त बनाना।",
    followUs: "हमें फॉलो करें",
    callUs: "हमें कॉल करें",
    findUs: "Google मैप पर देखें",
    emailUs: "हमें ईमेल करें",
    visitSite: "हमारी वेबसाइट देखें",
    quickLinks: "त्वरित लिंक",
    home2: "होम",
    about2: "हमारे बारे में",
    products2: "उत्पाद",
    contact2: "संपर्क करें",


    
  };
