
const marathiData= {
    // header-bar
    logo: "🌾 मयूर <span>ॲग्रो</span> एजन्सी",
    home: "मुख्यपृष्ठ",
    about: "आमच्याविषयी",
    products: "उत्पादने",
    services: "सेवा",
    contact: "संपर्क",

// hero-section
    hero_heading: "आधुनिक शेतीद्वारे शेतकऱ्यांना सक्षम करणे",
    hero_paragraph: "आम्ही उच्च दर्जाचे बियाणे, खते, उपकरणे आणि तज्ज्ञ मार्गदर्शन पुरवतो जेणेकरून तुमची शेती अधिक यशस्वी होईल.",
    explore_products: " उत्पादने पाहा",
    contact_us: "संपर्क करा",
    
    // about-section
    title: "बद्दल",
    titleBold: "मयूर ॲग्रो एजन्सी",
    description:
      "आम्ही प्रत्येक शेतकऱ्याला उच्च दर्जाचे बियाणे, खत, उपकरणे आणि मार्गदर्शन प्रदान करण्यास वचनबद्ध आहोत.",
    point1: " 1000+ विश्वासार्ह शेतकरी",
    point2: "प्रीमियम दर्जाचे उत्पादने",
    point3: " वेळेवर संपूर्ण वितरण",
    point4: " तज्ञ शेती मार्गदर्शन",
    button: " आमच्याशी संपर्क साधा",
    
// product-section
    products_title: " आमची कृषी उत्पादने",
    products_desc: "स्मार्ट शेतीसाठी खास निवडलेली उत्पादने. गुणवत्ता जी तुमच्यासोबत वाढते.",

    product_1_title: "बियाणे",
    product_1_desc: "उच्च उत्पन्न देणारी, रोग प्रतिरोधक प्रमाणित बियाणे.",

    product_2_title: " सेंद्रिय खत",
    product_2_desc: "सेंद्रिय, पर्यावरणास पूरक खत जे जमिनीसाठी फायदेशीर आहे.",

    product_3_title: " शेतीच्या साधनसामग्री",
    product_3_desc: "दररोजच्या कामासाठी टिकाऊ व विश्वासार्ह साधने.",
    view_more: "अधिक पहा",

     // Services Section
     servicesTitle: " आमच्या सेवा",
     servicesDesc: "प्रत्येक शेताच्या यशासाठी संपूर्ण कृषी सेवा आम्ही देतो.",
     soil: "माती परीक्षण",
     soilDesc: "तुमच्या जमिनीची स्थिती समजून घेण्यासाठी व्यावसायिक परीक्षण.",
     machinery: "यंत्रसामग्री भाड्याने",
     machineryDesc: "आधुनिक यंत्रसामग्री व ट्रॅक्टर भाड्याने, सोप्या अटींसह.",
     delivery: "घरपोच सेवा",
     deliveryDesc: "बियाणे, खते व उपकरणे त्वरीत घरपोच मिळवा.",
     consultancy: "कृषी सल्ला",
     consultancyDesc: "पिक नियोजन, रोग नियंत्रण व यशासाठी तज्ज्ञ सल्ला घ्या.",

    //  contact section
     contact_title: " आमच्याशी संपर्क साधा",
     contact_subtitle: "तज्ज्ञ शेती सहाय्यासाठी भेट द्या किंवा संदेश पाठवा.",
     contact_location: " खापा, कटोल जवळ, नागपूर, महाराष्ट्र",
     contact_phone: " +91 98765 43210",
     contact_email: " mayuragro@gmail.com",

    //  footer-section
     agencyName: " मयूर ॲग्रो एजन्सी",
     tagline: "शाश्वत उपायांसह शेतकऱ्यांना सशक्त बनवतो.",
     followUs: "आमच्याशी जोडा",
     callUs: "आम्हाला कॉल करा",
     findUs: "Google नकाशावर शोधा",
     emailUs: "ईमेल करा",
     visitSite: "आमची वेबसाइट पहा",
     quickLinks: "त्वरित लिंक्स",
     home: "मुख्यपृष्ठ",
     about: "आमच्याबद्दल",
     products: "उत्पादने",
     contact: "संपर्क"
   

}
